Repository: gaelfoppolo/handicarparking
Catalog: HandiParking/*.lproj/Localizable.strings
Languages: da, de, es, fr, pl

# SLC_APP_ITI
source: Select the application that will take over your route
da: Vælg den applikation som skal overtage din rutevejledning
de: Wählen Sie die Anwendung aus mit der Sie Navigieren möchten
es: Seleccione la aplicación que lo guiará hasta su destino
fr: Sélectionnez l’application qui va prendre en charge votre itinéraire
pl: Wybierz aplikację, która stworzy twoją trasę

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj

source: Fee
da: Afgift
de: Kostenpflichtig
es: Parquímetro
fr: Payant
pl: Płatny

source: No fee
da: Ingen afgift
de: Kostenlos
es: Sin parquímetro
fr: Gratuit
pl: Bezpłatny

# NB_SPACE
source: %@ space
da: %@ plads
de: %@ Platz frei
es: %@ espacio
fr: %@ place
pl: %@ miejsce

source: N/A
es: No disponible
pl: ndst

# NO_ADDRESS
source: No matching address
da: Ingen passende adresse
de: Keine übereinstimmende Adresse
es: Dirección no encontrada
fr: Aucune adresse correspondante
pl: Brak pasującego adresu

# NO_LOC_SERV
source: No location service
da: Ingen lokationstjeneste
de: Keine Ortungsdienste
es: Sin servicio de ubicación
fr: Service de localisation désactivé
pl: Brak usługi lokalizacji

# NO_LOC_SERV_EXPL
source: It looks like the location service is not enabled! Go in Settings > Privacy > Location to turn it on!
da: Din lokationtjeneste er deaktiveret! Gå til instillinger > Privatliv > Lokation for at aktivere den!
de: Es sieht aus als wären die Ortungsdienste deaktiviert! Gehen sie zu Einstellungen > Datenschutz > Ortungsdienste um sie zu aktivieren!
es: ¡El servicio de ubicación está deshabilitado! Diríjase a Configuración > Privacidad > Ubicación para activarlo.
fr: Il semblerait que le service de localisation n’est pas activé ! Allez dans Réglages > Confidentialité > Localisation pour l’activer !
pl: Wygląda na to, że usługa lokalizacji jest wyłączona! Przejdź do Ustawienia > Prywatność > Usługi lokalizacji, aby ją włączyć!

# NO_WEB_CONNEC
source: No Internet connection
da: Ingen internetforbindelse
de: Keine Internet Verbindung
es: Sin conexión a internet
fr: Aucune connexion Internet
pl: Brak połączenia z Internetem

# NO_WEB_CONNEC_EXPL
source: It looks like your Internet access is disabled. Please re-enable it if you want to fully use the application.
da: Din internetforbindelse er deaktiveret. Venligst genaktiver den hvis du vil benytte applikationen fuldt ud.
de: Es sieht aus als wäre ihre Mobile Datenverbindung deaktiviert. Bitte aktivieren Sie die Datenverbindung um die Anwendung vollständig zu benutzen.
es: Su conexión a internet se encuentra deshabilitada. Habilítela para usar la aplicación.
fr: Il semblerait que l’accès à Internet est désactivé. Réactivez-le pour pouvoir utiliser l’application pleinement !
pl: Wygląda na to, że dostęp do Internetu jest wyłączony. Włącz go, aby w pełni korzystać z aplikacji.

# NO_WEB
source: No Internet
da: Intet internet
de: Kein Internet
es: Conexión limitada
pl: Brak Internetu

# NO_WEB_EXPL
source: It looks like your Internet connection is active, but limited. Try to find a better connection to fully use the application.
da: Din internetforbindelse er aktiv, men begrænset. Prøv at finde en bedre forbindelse for at benytte applikation fuldt ud.
de: Es sieht aus als wäre ihre Netzwerkverbindung aktiv aber limitiert. Versuchen Sie eine bessere Verbindung zu finden um die Anwendung vollständig zu benutzen.
es: Su conexión a internet está activa, pero limitada. Encuentre una mejor conexión para usar todas las herramientas de la aplicación.
fr: Il semblerait que votre connexion Internet est active, mais limitée. Essayez de trouver une meilleure connexion afin de pouvoir utiliser l’application pleinement.
pl: Wygląda na to, że twoje połączenie z Internetem jest aktywne, ale ograniczone. Spróbuj znaleźć lepsze połączenie, by aby w pełni korzystać z aplikacji.

# LOC_AUTH
source: Location authorization
da: Lokationstilladelse
de: Genehmigung der Standortdaten
es: Autorización de ubicación
fr: Autorisation localisation
pl: Uprawnienie do lokalizacji

# LOC_AUTH_EXPL
source: It looks like the application is not allowed to use your location data!
da: Applikationen har ikke adgang til at bruge din lokationsdata!
de: Es sieht aus als wäre diese Anwendung nicht erlaubt ihre Standortdaten zu verwenden!
es: ¡No se le permite a la aplicación usar su ubicación!
fr: Il semblerait que l’application n’est pas autorisée pour utiliser votre données de localisation !
pl: Wygląda na to, że aplikacja nie jest uprawniona do używania twoich danych lokalizacji!

# NO_SPACE_FOUND
source: No parking space found 😁
da: Ingen parkeringspladser fundet😁
de: Keine freien Plätze gefunden 😁
es: No se han encontrado aparcamientos 😁
fr: Aucune place de parking trouvée 😁
pl: Nie znaleziono miejsca parkingowego

# NO_SPACE_FOUND_EXPL
source: It looks like no parking space has been found within a radius of %@ kilometers... 😁
da: Der er ikke fundet nogle parkeringspladser inden for en radius af %@ kilometer... 😁
de: Es sieht aus als wäre kein freier Parkplatz im Umkreis von %@ Kilometer gefunden…😁
es: Ningún aparcamiento se ha encontrado en un radio de %@ kilómetros... 😁
fr: Il semblerait qu’aucune place de parking n’ait été trouvée dans un rayon de %@ kilomètres... 😁
pl: Wygląda na to, że nie znaleziono miejsca parkingowego w promieniu %@ km...

# OVER_SERV
source: Overloaded servers
da: Overbelastede servere
de: Überlastete Server
es: Servidores saturados
fr: Serveurs surchargés
pl: Serwery przeciążone

# OVER_SERV_EXPL
source: It looks like all servers are overloaded at the moment or your Internet connection is too weak... Please try again in a few moments!
da: Alle servere er overbelastede lige nu, eller også er din internetforbindelse for svag... Prøv igen om et øjeblik!
de: Es sieht aus als wären alle Server überlastet im Moment oder ihre Netzwerkverbindung ist zu schwach... Bitte versuchen Sie es erneut in ein paar Minuten!
es: Todos los servidores están saturados o su señal de internet es demasiado débil... inténtelo nuevamente en unos momentos
fr: Il semblerait que tous les serveurs soient surchargés actuellement ou que votre connexion Internet est trop faible... Réessayez dans quelques instants !
pl: Wygląda na to, że wszystkie serwery są w tym momencie przeciążone lub twoje połączenie Internetowe jest zbyt słabe... Spróbuj ponownie po chwili!

# LOC_NOT_DETER
source: Position not determined
da: Position kan ikke bestemmes
de: Standort nicht bestimmt
es: Posición indeterminada
fr: Position non déterminée
pl: Położenie nieokreślone

# LOC_NOT_DETER_EXPL
source: It looks like your position could not be determined! Please try again in a few moments!
da: Din position kunne ikke bestemmes! Prøv igen om et øjeblik!
de: Es sieht aus als konnte ihre Position nicht bestimmt werden. Bitte versuchen Sie es erneut in ein paar Minuten!
es: ¡Su posición no pudo ser determinada! ¡Intente de nuevo en unos momentos!
fr: Il semblerait que votre position n’est pas pu être déterminée ! Réessayez dans quelques instants !
pl: Wygląda na to, że twoje położenie nie mogło zostać określone! Spróbuj ponownie po chwili!

# GOOGLE_FUCK_UP
source: Error retrieving data
da: Fejl ved hentning af data
de: Fehler beim Abruf der Daten
es: Error al recuperar los datos
fr: Erreur de récupération des données
pl: Błąd pobierania danych

# GOOGLE_FUCK_UP_EXPL
source: It looks like there was a problem while retrieving data! Please try again in a few moments and if this problem persists, please contact us!
da: Der forekom et problem mens data blev hentet! Prøv igen senere... Hvis problemet gentager sig, venligst kontakt os!
de: Es sieht aus als wäre ein Fehler aufgetreten beim Abrufen der Daten! Bitte versuchen Sie es erneut in ein paar Minuten. Wenn der Fehler weiterhin besteht, bitte kontaktieren Sie uns.
es: ¡Ocurrió un problema al recuperar los datos! Intente de nuevo en unos momentos, si el problema persiste, contáctenos.
fr: Il semblerait qu’il y ait eu un problème lors de la récupération des données ! Réessayez dans quelques instants et si le problème persiste, contactez-nous !
pl: Wygląda na to, że był problem podczas pobierania danych! Spróbuj ponownie po chwili, a jeśli problem się powtórzy to skontaktuj się z nami!

# APP_NOT_INST
source: Application not installed
da: Applikation ikke installeret
de: Anwendung nicht installiert
es: Aplicación no instalada
fr: Application non installée
pl: Aplikacja niezainstalowana

# APP_NOT_INST_EXPL
source: It looks like %@ is no longer installed! Reinstall it in order to use it again!
da: %@ er ikke længere installeret! Geninstaller hvis du ønsker at bruge den igen!
de: Es sieht aus als wäre %@ nicht mehr installiert! Installieren Sie erneut um es wieder zu verwenden!
es: ¡Parece que %@ no está instalado! ¡Reinstálelo para poder usarlo de nuevo!
fr: Il semblerait que %@ n’est plus installée! Réinstallez-le si vous souhaitez l’utiliser à nouveau !
pl: Wygląda na to, że aplikacja %@ nie jest zainstalowana! Zainstaluj ponownie, aby jej znowu używać!

# STREETVIEW_NA
source: StreetView not available
da: StreetView er ikke tilgængeligt
es: StreetView no disponible
fr: StreetView n’est pas disponible
pl: StreetView niedostępne

# STREETVIEW_NA_EXPL
source: It looks like StreetView is not available for this location! 😁
da: StreetView er ikke tilgængeligt i dette område! 😁
de: Es sieht aus als wäre StreetView nicht verfügbar an diesem Standort! 😁
es: ¡StreetView no está disponible para esta ubicación! 😁
fr: Il semblerait que StreetView n’est pas disponible pour ce lieu ! 😁
pl: Wygląda na to, że StreetView nie jest dostępne dla tego położenia!

# WEB_CONNEC_WEAK
source: Internet connection too weak
da: Internetforbindelse for svag
de: Internet verbindung zu schwach
es: Señal de internet muy débil
fr: Connexion Internet trop faible
pl: Połączenie internetowe zbyt słabe

# WEB_CONNEC_WEAK_EXPL
source: It looks like your Internet connection is too weak to display StreetView...
da: Din internetforbindelse er for svag til at vise StreetView...
es: Su señal de internet es muy débil para mostrar StreetView...
fr: Il semblerait que votre connexion Internet est trop faible pour pouvoir afficher StreetView...
pl: Wygląda na to, że twoje połączenie internetowe jest zbyt słabe do wyświetlenia StreetView...

source: Loading...
da: Henter...
de: Laden...
es: Cargando...
fr: Chargement...
pl: Ładowanie...

# RADIUS_OF
source: within a radius of
da: inden for en radius af
de: Im Umkreis von
es: dentro de un radio de
fr: dans un rayon de
pl: w promieniu

# FORMA_DATA
source: Formatting data...
da: Formaterer data...
de: Formatieren der Daten...
es: Formateando datos...
fr: Formattage des données...
pl: Formatowanie danych...

# SEARCHING
source: Search in progress...
da: Søgning i gang...
de: Der Suchvorgang läuft...
es: Búsqueda en progreso...
fr: Recherche en cours...
pl: Wyszukiwanie w trakcie...

# WAITING
source: Please wait...
da: Vent venligst...
de: Bitte warten...
es: Espere un momento...
fr: Patientez...
pl: Proszę czekać...

source: About
da: Om
de: Über Uns
es: Acerca de...
fr: À propos
pl: O...

# SEARCH_BAR_PLACEHOLDER
source: City, address, zip code, etc...
da: By, addresse, postnummer...
de: Stadt, Adresse, Postleitzahl, etc...
es: Ciudad, dirección, código postal, etc...
fr: Ville, adresse, code postal, etc.
pl: Miasto, adres, kod pocztowy, itp...

# SEARCH_WELCOME
source: Please type a city, an address, a zip code, a place, etc...
da: Indtast venligst en by, adresse, eller postnummer
de: Bitte geben Sie eine Stadt, eine Adresse, a eine Postleitzahl, ein Ort, etc...
es: Por favor ingrese una ciudad, dirección, código postal, lugar, etc...
fr: Saisissez une ville, une adresse, un code postal, etc.
pl: Wpisz miasto, adres, kod pocztowy, miejsce, itp...

# SEARCH_NO_RESULT
source: No place matches you search 😞
da: Ingen steder passede til din søgning 😞
de: Kein Ort entspricht Ihrer Suche 😞
es: Su búsqueda no produjo resultados 😞
fr: Aucun lieu ne correspond à votre recherche 😞
pl: Żadne miejsce nie pasuje do twojego zapytania

# ERROR_MAIL
source: Could not send email
da: Kunne ikke sende email
de: E-Mail konnte nicht verschickt werden
es: No se pudo enviar el e-mail
fr: Impossible d'envoyer l'email
pl: Nie udało się wysłać e-maila

# ERROR_MAIL_MESSAGE
source: Your device could not send e-mail. Please check e-mail configuration and try again.
da: Din enhed kunne ikke sende email. Tjek venligst dine email konfiguration og prøv igen.
de: Ihr Gerät konnte nicht die E-Mail verschicken. Bitte überprüfen Sie ihre E-Mail Konfiguration und versuchen Sie es Erneut.
es: Su dispositivo no pudo enviar el e-mail. Revise su configuración e inténtelo nuevamente.
fr: Votre appareil ne peut pas envoyer d'email. Vérifiez votre configuration e-mail et réeassayez.
pl: Twoje urządzenie nie było w stanie wysłać e-maila. Proszę sprawdź ustawienia poczty e-mail i spróbuj ponownie.
